# 
# Текст можно изменять, всё работает как в телеграмме (*курсив*, **жирный** и так далее)
# Не трогать названия текстов и кавычки. Сломается.
#


# ТЕКСТ

WELCOME = """
Приветствую!

Это официальный бот ...(Ваше имя)...
Подписка ежемесячная - 1234 ₽
Оплата картой, в любой валюте.
"""

PAYMENT_INFO = """
Доступ на 1 месяц.

*При оплате оформляется автосписание (каждые 30 дней), можно отключить в любое время.
"""

# КНОПКИ

BTN_BACK = "Назад"

BTN_PAY = "Оплатить доступ"
BTN_QUESTION = "Задать вопрос"
BTN_ABOUT = "Подробнее о канале"
BTN_PAY_LINK = "Ссылка на оплату"
BTN_OFFER = "Оффер"
