#
# Текст можно изменять, всё работает как в телеграмме (*курсив*, **жирный** и так далее)
# Не трогать названия текстов и кавычки. Сломается.
#


# ТЕКСТ

WELCOME = """
Приветствую!

Это официальный бот ...(Ваше имя)...
Подписка ежемесячная - 1234 ₽
Оплата картой, в любой валюте.
"""

PAYMENT_INFO = """
Платежная ссылка сформирована
Перейдите по ссылке для оплаты

*При оплате оформляется автосписание (каждые 30 дней), можно отключить в любое время.

После успешной оплаты промокод будет отправлен автоматически (Если этого не происходит - напишите в тех. поддержку)
"""

PAYMENT_SUCCESS = "Оплата прошла успешно!"

# КНОПКИ

BTN_BACK = "Назад"

BTN_PAY = "Оплатить доступ"
BTN_SUPPORT = "Поддержка"
BTN_PAY_LINK = "Оплатить подписку"
